// package com.javarush.task.pro.task02.task0206;

/*
"Я снова по объявлению..."
*/

// В методе main объяви переменные word, phrase, line и text типа String.
// Присвой им разные значения. 
// Используй одну команду для создания и инициализации переменных. 
// Значениями могут быть любые строки. 


public class Solution {

    public static void main(String[] args) {
    	
    	//напишите тут ваш код
    	 
        // объявляем переменную word типа String и присваиваем ей значение
        String word = "Никто не скажет, верно ты поступил или нет, пока не столкнешься с последствиями.";
        // объявляем переменную phrase типа String и присваиваем ей значение
        String phrase = "Когда людей окутывает тьма, они начинают видеть свет.";
        // объявляем переменную line типа String и присваиваем ей значение
        String line = "Тому, кто сражается с монстрами, стоит следить, чтобы он сам не стал монстром.";
        // объявляем переменную text типа String и присваиваем ей значение
        String text = "Человеческие чувства предназначены для того, чтобы откликаться на чувства других людей.";
    }
}
