// package com.javarush.task.pro.task02.task0205;

/* 
Когда-то было 32 зуба
*/

// Используя только оператор декремента, измени значение переменной toothCounter, чтобы на экран вывелось число 23. 

public class Solution {

    public static void main(String[] args) {
        // объявляем переменную toothCounter типа int и сразу же в строке
        // объявления присваиваем ей значение 32
        int toothCounter = 32;
        
        //напишите тут ваш код

        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;
        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;
        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;
        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;
        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;
        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;
        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;
        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;
        // выполняем операцию декремента (уменьшаем) значение переменной
        // toothCounter на 1 с помощью оператора декремента --
        toothCounter--;

        // выводим на экран значение переменной toothCounter
        System.out.println(toothCounter);
    }
}
